thnak/Esp32Vault/test/host_test_linux/sdkconfig.defaults
# ESP32 Vault - Linux Host Test Configuration
CONFIG_IDF_TARGET="linux"
